Repository: Marx86/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/custom.po
Languages: nb

source: Enroll in courses that support your academic learning.
nb: Ta kurs som støtter dine akademiske læreprosesser.

source: Teachers
nb: Underviser

source: Engage in courses to develop your formal and non-formal competencies. The courses are developed for higher education educators.
nb: Ta kompetansehevende kurs spesielt utviklet for universitets-og høgskolesektoren.

source: Industry and Commerce
nb: Næringsliv

source: Keep your workforce up to date withtailored educational content foremployers and employees.
nb: Bestill oppdragsbaserte kurs som tilpasses din organisasjons kompetansebehov.

source: Lifelong Learning
nb: Livslang læring

source: Participate in open online courses and MOOCsin Norwegian or English with learners from all over the world.
nb: Du kan ta våre åpne nettkurs og MOOCs på norsk eller engelsk sammen med mennesker fra hele verden

source: Explore our catalogue of courses where you can achieve certificates or academic credits.
nb: Utforsk våre kurs med kompetansebevis og emner med studiepoeng.

source: Read what the research says about teaching, learning andcompetence development, or how to develop online courses.
nb: Les hva forskningen sier om undervisning, læring og kompetanseheving, eller hvordan du kan utvikle nettkurs og emner.

source: A flexible culture for learning
nb: En fleksibel kultur for læring

source: NTNU Drive offers quality assured courses for lifelong learning.
nb: NTNU Drive tilbyr livslang læring I kvalitetssikrede omgivelser.

source: Personal learning networks
nb: Personlig læringsnettverk

source: Our courses give you the opportunity to learn and discuss a range of relevant topics. You can study when you want and find other learners who can help build your own personal learning network.
nb: Våre kurs og emner gir deg mulighet til å lære og diskutere en rekke faglige tema med andre somer opptatt av det samme som deg. Du kan studere når det passer deg og du kan skape ditt personlige læringsnettver

source: Course certificates and academic credits
nb: Dokumentert kompetanseheving

source: You can choose to take parts of a course or the whole course. After completing a course, you can obtain a certificate of completion or register as a student at NTNU to receive academic credits (if you pass the final exam).
nb: Du står fritt til å ta hele eller deler avet kurs. Vi utsteder kompetansebevis etter fullført kurs og du kan melde deg opp til digital eksamen i et emne ved å registrere deg som student ved NTNU.

source: Research based courses
nb: Forskningsbasertekurs ogemner

source: All our courses are research-based and our course design builds on years of experience with online teaching and learning. Courses from NTNU are recognized for their high quality in lifelong learning.
nb: Alle våre kurs har et innhold som er solid forankret i forskning I fag. Våre kurs har et læringsdesign som bygger på kunnskap om undervisning og læring I digitale omgivelser. Et kurs fra NTNU har tillit I markedet
