Repository: Marx86/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Error while generating certificates. Please try again.
nb: Feilmelding ved generering av sertifikater. Vennligst prøv igjen.

source: Error generating student profile information. Please try again.
nb: Error generere studentprofilinformasjon. Vennligst prøv igjen

source: Loading
nb: Laster

source: Error getting student list.
nb: Feil ved lasting av studentoversikt.

source: Error generating list of students who may enroll. Please try again.
nb: Error generere liste av studenter som kan melde seg på. Vennligst prøv igjen.

source: Error retrieving grading configuration.
nb: Error ved henting av karakterkonfigurasjon.

source: Error generating grades. Please try again.
nb: Error ved generering av karakterer. Vennligst prøv igjen.

source: Error generating problem grade report. Please try again.
nb: Error ved generering av karakter på oppgaverapport. Vennligst prøv igjen

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
nb: Det oppstod et problem ved å lage rapporten. Velg "Lag kortfattet sammendrag" for å prøve igjen.

source: Enter the enrollment code.
nb: Skriv inn påmeldingskoden.

source: Cancel enrollment code
nb: Annuler påmeldingskode

source: Restore enrollment code
nb: Gjenopprett påmeldingskode

source: Mark enrollment code as unused
nb: Merk påmeldingskode som ubrukt.

source: Username
nb: Brukernavn

source: Email
nb: Epost

source: Revoke access
nb: Tilbakekaller aksess

source: Enter username or email
nb: Skriv inn brukernavn og epost

source: Please enter a username or email.
nb: Vennligst skriv inn brukernavn og e-post.

source: Error changing user's permissions.
nb: Error ved forandring av brukers tillatelser.

source: Error: You cannot remove yourself from the Instructor group!
nb: Error: Du kan ikke fjerne deg selv fra instruktørgruppen!

source: Errors
nb: Feil

source: The following errors were generated:
nb: Følgende feilmeldinger ble generert:

source: Warnings
nb: Advarsler

source: The following warnings were generated:
nb: Følgende advarsler ble generert:

source: Success
nb: Suksess

source: All accounts were created successfully.
nb: Alle kontoer ble suksessfullt opprettet

source: Error adding/removing users as beta testers.
nb: Error ved legge til/fjerne brukere som betatestere.

source: These users were successfully added as beta testers:
nb: Disse brukerne var suksessfullt lagt til som betatestere:

source: These users were successfully removed as beta testers:
nb: Disse brukerne ble fjernet som betatestere:

source: These users were not added as beta testers:
nb: Disse brukerne ble ikke lagt til som betatestere:

source: These users were not removed as beta testers:
nb: Disse brukerne ble ikke fjernet som betatestere:

source: Users must create and activate their account before they can be promoted to beta tester.
nb: Brukere må opprette og aktivere kontoen sin før de kan bli promotert til betatester.

source: Could not find users associated with the following identifiers:
nb: Kunne ikke finne brukere assosiert med følgende identifikasjoner:

source: Reason field should not be left blank.
nb: Begrunnelsesfeltet skal ikke være blankt.

source: Error enrolling/unenrolling users.
nb: Error med påmelding/avmelding av brukere.

source: The following email addresses and/or usernames are invalid:
nb: Følgende e-postadresses og/eller brukernavn er ugyldige:

source: Successfully enrolled and sent email to the following users:
nb: Vellykket påmeldt og sendt e-post til følgende brukere:

source: Successfully enrolled the following users:
nb: Vellykket påmeldt følgende brukere:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
nb: Vellykket sendt påmeldings-epost til følgende brukere. De vil få tilgang til å melde seg på så snart de registrerer seg:

source: These users will be allowed to enroll once they register:
nb: Disse brukerne kan melde seg på så snart de har registrert seg:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
nb: Vellykket sendt påmeldingsmail til følgende brukere. De vil bli påmeldt så fort de registrerer seg:

source: These users will be enrolled once they register:
nb: Disse brukerne vil bli påmeldt så fort de registrerer seg:

source: Emails successfully sent. The following users are no longer enrolled in the course:
nb: Vellykket utsending av e-poster. Følgende brukere er ikke lenger påmeldt på kurset:

source: The following users are no longer enrolled in the course:
nb: Følgende brukere er ikke lenger påmeldt kurset:

source: These users were not affiliated with the course so could not be unenrolled:
nb: Disse brukerne ble ikke tilsluttet kurset, og kunne derfor ikke avmeldes:

source: Your message must have a subject.
nb: Meldingen må ha et emne.

source: Your message cannot be blank.
nb: Meldingen må ha innhold.

source: Your message must have at least one target.
nb: Din melding må ha minst et mål.

source: Yourself
nb: Deg selv

source: Is this OK?
nb: Er dette OK?

source: Error sending email.
nb: Feil ved sending av epost.

source: There is no email history for this course.
nb: Det er ingen epost-historie for dette kurset.

source: There was an error obtaining email task history for this course.
nb: Det oppstod en feilmelding ved innhenting e-posthistorie for oppgaver i dette kurset.

source: There was an error obtaining email content history for this course.
nb: Det oppstod en feilmelding ved henting av e-posthistorie for innhold i dette kurset.

source: Send to:
nb: Send til:

source: Please enter a student email address or username.
nb: Vennligst legg inn en studentepost eller brukernavn.

source: Please enter a problem location.
nb: Vennligst skriv inn problemområdet.

source: Module state successfully deleted.
nb: Modultilstand ble vellykket slettet.

source: Entrance exam attempts is being reset for student '{student_id}'.
nb: Forsøk på opptakseksamen er blitt tilbakestilt for student '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
nb: Error ved tilbakestilling av forsøk på opptakseksamen for student '{student_id}'. Vennligst sjekk om studentens ID er korrekt.

source: Enter a student's username or email address.
nb: Skriv inn studentens brukernavn eller e-postadresse

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
nb: Ønsker du å tillate denne studenten ('{student_id}') å hoppe over opptakseksamen?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
nb: En feilmelding oppstod. Vennligst sjekk om studentens brukernavn og e-post er korrekt og prøv deretter igjen.

source: Entrance exam state is being deleted for student '{student_id}'.
nb: Tilstanden til opptakseksamen er slettet for student '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
nb: Error ved sletting av tilstand for opptakseksamen for student '{student_id}'. Vennligst sjekk om studentens ID er korrekt.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
nb: Error ved henting av opptakseksamens oppgavehistorikk for student '{student_id}'. Vennligst sjekk om studentens ID er korrekt.

source: Error listing task history for this student and problem.
nb: Error ved oppføring av oppgavehistorikk for denne studenten og problem.

source: Please enter a score.
nb: Vennligst legg inn et resultat.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
nb: Error ved oppstart av en oppgave til å omgjøre poengscore for opptakseksamen for student '{student_id}'. Vennligst sjekk om inngangen til eksamen har eventuelle problemer og om studentens ID er korrekt.

source: Task Type
nb: Oppgavetype

source: Task inputs
nb: Oppgaveinndata

source: Task ID
nb: Oppgave-ID

source: Requester
nb: Forespørsler

source: Submitted
nb: Levert

source: Duration (sec)
nb: Varighet (sek)

source: State
nb: Tilstand

source: Task Status
nb: Oppgavestatus

source: Task Progress
nb: Oppgaveprogresjon

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
nb: En feilmelding oppstod ved henting av din e-post. Vennligst prøv igjen senere, eller kontakt teknisk hjelpesenter hvis problemet vedvarer.

source: Subject
nb: Emne

source: Sent By
nb: Sendt av

source: Sent To
nb: Sendt til

source: Time Sent
nb: Tid sendt

source: Number Sent
nb: Nummer sendt

source: Copy Email To Editor
nb: Kopier e-post til redigerer

source: Subject:
nb: Emne:

source: Sent By:
nb: Sendt av:

source: Time Sent:
nb: Tid sendt:

source: Sent To:
nb: Sendt til:

source: Message:
nb: Melding:

source: No tasks currently running.
nb: Ingen oppgaver pågår for øyeblikket.

source: File Name
nb: Filnavn

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
nb: Linker lages på etterspørsel og utløper innen fem minutter med hensyn på sensitiv studentinformasjon.

source: {type} Progress
nb: {type} Progresjon

source: Enrolled
nb: Påmeldt

source: Successfully reset the attempts for user {user}
nb: Vellykket tilbakestilling av forsøk for bruker {user}

source: Successfully deleted student state for user {user}
nb: Suksessfull sletting av studenttilstand for bruker {user}

source: Successfully rescored problem for user {user}
nb: Suksessfull omgjøring av poengsum på problem for bruker {user}

source: New Password
nb: Nytt passord

source: Terms of Service and Honor Code
nb: Bruksvilkår for tjenesten og Etiske retningslinjer

source: Saving your email preference
nb: Lagrer dine e-postpreferanser.

source: Enrolling you in the selected course
nb: Melder deg på valgt kurs.

source: Adding the selected course to your cart
nb: Legger til valgt kurs til din profil.

source: Loading your courses
nb: Laster dine kurs

source: An error occurred.
nb: En feil oppstod.

source: We couldn't sign you in.
nb: Vi kunne ikke logge deg inn.

source: Check Your Email
nb: Sjekk e-posten din

source: We couldn't create your account.
nb: Vi kunne ikke opprette din konto.

source: Create Account
nb: Opprett konto

source: You've successfully signed into %(currentProvider)s.
nb: Du har på vellykket vis logget inn hos %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
nb: Vi trenger bare litt mer informasjon før du kan starte læringen med %(platformName)s.

source: Full Name
nb: Fullt navn

source: Password
nb: Passord

source: Reset Your Password
nb: Nullstill ditt passord

source: Education Completed
nb: Utdanning fullført

source: Gender
nb: kjønn

source: Year of Birth
nb: Fødselsår

source: Preferred Language
nb: Foretrukket språk

source: You must sign out and sign back in before your language changes take effect.
nb: Du må logge ut og inn igjen før språkendringen fungerer korrekt.

source: Unlinking
nb: Oppheve kobling

source: Linking
nb: Koble

source: Successfully unlinked.
nb: Vellykket oppheving av kobling

source: Order History
nb: Bestillingshistorikk

source: Image Upload Error
nb: Feil ved opplastning av bilde

source: Please verify that you have uploaded a valid image (PNG and JPEG).
nb: Vennligst verifiser at du har opplastet et gyldig bilde (PNG eller JPEG).

source: An error has occurred. Please try again later.
nb: En feil har oppstått. Vennligst prøv igjen senere.

source: Could not submit photos
nb: Kunne ikke sende inn bilder.

source: Professional Education Verified Certificate
nb: Bekreftet kursbevis for profesjonsrettet videreutdanning

source: Professional Education
nb: Profesjonsrettet videreutdanning

source: Verified Certificate upgrade
nb: Verifisert kursbevisoppgradering

source: Verified Certificate
nb: Verifisert kursbevis

source: Checkout
nb: Utsjekk

source: Checkout with PayPal
nb: Utsjekk med PayPal

source: Checkout with {processor}
nb: Utsjekk med {processor}

source: An error has occurred. Please try again.
nb: En feilmelding har oppstått. Vennligst prøv igjen.

source: Could not submit order
nb: Kunne ikke sende inn bestilling.

source: Could not retrieve payment information
nb: Kunne ikke gjenfinne betalingsinformasjon

source: Take a photo of your ID
nb: Ta et bilde av din ID

source: Review your info
nb: Se over din informasjon

source: An error has occurred. Please try reloading the page.
nb: En feilmelding har oppstått. Vennligst oppdater siden.

source: Video Capture Error
nb: Oppstod videofeilmelding

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
nb: Vennligst bekreft at ditt webkamera er tilkoblet og at du har gitt tilgang til nettleseren din.

source: No Webcam Detected
nb: Finner ingen webkamera.

source: You don't seem to have a webcam connected.
nb: Ser ikke ut som om du har noe webkamera tilkoblet.

source: Double-check that your webcam is connected and working to continue.
nb: Dobbeltsjekk at webkameraet ditt er tilkoblet og fungerer for å fortsette.

source: Photo Captured successfully.
nb: Bildetaking ble vellykket.

source: No Flash Detected
nb: Finner ikke Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
nb: Det ser ikke ut som om du har installert Flash. Installer Flash for å fortsette din verifikasjon.

source: Editable
nb: Mulig å endre

source: Validation Error
nb: Validasjonsfeilmelding

source: In Progress
nb: Pågår

source: Your upload of '{file}' succeeded.
nb: Din opplastning av filen '{file}' var vellykket.

source: Your upload of '{file}' failed.
nb: Din opplastning av filen '{file}' var mislykket.

source: Upload an image
nb: Last opp et bilde

source: Change image
nb: Forandre bilde

source: Image
nb: Bilde

source: An error has occurred. Refresh the page, and then try again.
nb: En error har oppstått. Oppdater siden og prøv deretter på nytt.

source: The file must be at least {size} in size.
nb: Filen må være minst {size} stor.

source: The file must be smaller than {size} in size.
nb: Filen må være mindre enn {size} i størrelse.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
nb: Opplastningen er under prosessering. For å unngå feil, ikke gå ut av siden før opplastningen er ferdig utført.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
nb: Fjerning er under prosessering. For å unngå feil, vennligst ikke gå ut av siden før prosessen er ferdig utført.

source: Course is not yet visible to students.
nb: Kurset er foreløpig ikke synlig for studenter.

source: You cannot view the course as a student or beta tester before the course release date.
nb: Du kan ikke se kurset som student eller betatester før kursets åpningsdato.

source: %(num_questions)s question
nb: %(num_questions)s spørsmål

source: Number of Students
nb: Antall studenter

source: Overall Score
nb: Totalt resultat

source: Bookmark this page
nb: Bokmerk denne siden

source: Limited Profile
nb: Begrenset profil

source: Full Profile
nb: Full profil

source: Location
nb: Sted

source: Add Country
nb: Legg til land

source: Add language
nb: Legg til språk

source: About me
nb: Om meg

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
nb: Fortell andre elever litt om deg selv: hvor du bor, hvilke interesser du har, hvorfor du tar disse kursene eller hva du ønsker å lære.

source: Account Settings page.
nb: Kontoinstillingers side.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
nb: Du må spesifisere ditt fødeår før du kan dele hele profilen din. For å spesifisere fødeåret ditt, gå til {account_settings_page_link}.

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
nb: Du må være over 13 år for å dele hele profilen. Hvis du er over 13 år, vennligst sjekk om du har spesifisert fødeår på {account_settings_page_link}

source: Profile Image
nb: Profilbilde

source: Profile image for {username}
nb: Profilbilde for {username}

source: Profile
nb: Profil

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
nb: Dette kan skje grunnet en feil i server eller at Internett oppkoblingen ble brutt. Prøv og last siden på nytt og sørg for at du er online.

source: Studio's having trouble saving your work
nb: Studio har problemer med å lagre ditt arbeid

source: OpenAssessment Save Error
nb: OpenAssesment lagringsfeil

source: This link will open in a new browser window/tab
nb: Denne lenken åpner i ett nytt nettleser vindu/tab

source: This link will open in a modal window
nb: Denne lenken åpnes i ett modalt vindu

source: Certificate name is required.
nb: Navn på kursbevis kreves.

source: Signatory field(s) has invalid data.
nb: Ansvarlig saksbehandler-feltet(ene) har ugyldig data.

source: Edit this certificate?
nb: Rediger dette kursbeviset?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
nb: Dette kursbeviset er allerede aktivert og er live. Er du sikker på at du vil fortsette redigeringen?

source: Yes, allow edits to the active Certificate
nb: Ja, tillat redigering av det aktive kursbeviset

source: certificate
nb: kursbevis

source: Set up your certificate
nb: Etabler ditt kursbevis

source: You have not created any certificates yet.
nb: Du har ikke fått noen kursbevis enda.

source: Delete "<%= signatoryName %>" from the list of signatories?
nb: Slett "<%= signatoryName %>" fra listen fra autoriserte saksbehandlere?

source: This action cannot be undone.
nb: Denne handlingen kan ikke gjøres om.

source: Deleting
nb: Sletter

source: Upload signature image.
nb: Last opp bildesignatur.

source: Image must be in PNG format.
nb: Bildet må være i PNG format.

source: Group %s
nb: Gruppe %s

source: Your export has failed.
nb: Din eksport har feilet.

source: Already a course team member
nb: Allerede gruppemedlem på kurset

source: Are you sure you want to delete {email} from the course team for “{container}”?
nb: Er du sikker på at du ønsker å slette {email} fra kursets gruppe for “{container}”?

source: Staff
nb: Personell

source: Already a library team member
nb: Allerede gruppemedlem av biblioteket

source: Are you sure you want to delete {email} from the library “{container}”?
nb: Er du sikker på at du ønsker å slette {email} fra biblioteket “{container}”?

source: Library User
nb: Biblioteksbruker

source: Hide Deprecated Settings
nb: Skjul innstillinger som ikke lenger støttes

source: Show Deprecated Settings
nb: Vis innstillinger som ikke lenger støttes

source: You have unsaved changes. Do you really want to leave this page?
nb: Du har gjort endringer som ikke er lagret. Sikker på at du vil forlate denne siden?

source: There was an error during the upload process.
nb: Det oppstod en feil under opplastingen.

source: There was an error while unpacking the file.
nb: Det oppstod en feil under utpakkingen av filen.

source: There was an error while verifying the file you submitted.
nb: Det oppstod en feil under verifiseringen av filen du sendte inn.

source: Choose new file
nb: Velg ny fil

source: File format not supported. Please upload a file with a {ext} extension.
nb: Filtypen er ikke støttet. Vennligst last opp en {ext}-fil.

source: There was an error while importing the new library to our database.
nb: Det oppstod en feil under import av det nye biblioteket til vår database.

source: There was an error while importing the new course to our database.
nb: Det oppstod en feil under import av det nye kurset til vår database.

source: Your import has failed.
nb: Importen din har feilet.

source: Your import is in progress; navigating away will abort it.
nb: Din import er under prosessering; navigering bort fra siden vil avslutte importen.

source: Error importing course
nb: Feil under import av kurs

source: There was an error with the upload
nb: Det var en feil med opplastingen

source: Course Number:
nb: Kursnummer:

source: Internal Server Error.
nb: Intern serverfeil.

source: Queued
nb: Satt i kø

source: Upload completed
nb: Opplasting fullført

source: Upload failed
nb: Feil ved opplasting

source: Chapter name is required
nb: Kapittelnavn er påkrevd

source: You must specify a name
nb: Du må spesifisere et navn

source: Action required: Enter a valid date.
nb: Handling påkrevet: Legg inn en gyldig dato.

source: Group name is required
nb: Gruppenavn kreves

source: Group A
nb: Gruppe A

source: Group B
nb: Gruppe B

source: Group Configuration name is required.
nb: Gruppekonfigurasjonsnavn kreves

source: There must be at least one group.
nb: Det må være minimum en gruppe.

source: All groups must have a name.
nb: Alle grupper må ha et navn.

source: All groups must have a unique name.
nb: Alle grupper må ha et unikt navn.

source: The course must have an assigned start date.
nb: Kurset må ha en gitt startdato.

source: The course end date must be later than the course start date.
nb: Kursets sluttdato må være senere enn kursets start.

source: The course start date must be later than the enrollment start date.
nb: Kursets startdato må være senere enn startdato for påmeldigen.

source: The enrollment start date cannot be after the enrollment end date.
nb: Påmeldingen kan ikke starte etter påmeldingsfristen.

source: The enrollment end date cannot be after the course end date.
nb: Påmeldingsfristen kan ikke være etter kursets sluttdato.

source: Key should only contain letters, numbers, _, or -
nb: Nøkkel kan kun inneholde bokstaver, nummer, _ eller -

source: Please enter an integer between %(min)s and %(max)s.
nb: Vennligst skriv inn et tall mellom %(min)s og %(max)s.

source: There's already another assignment type with this name.
nb: Det finnes allerede en tildelt type med dette navnet.

source: Please enter an integer between 0 and 100.
nb: Vennligst legg inn en verdi mellom 0 og 100.

source: Please enter an integer greater than 0.
nb: Vennligst oppgi en verdi som er høyere enn 0.

source: Please enter non-negative integer.
nb: Vennligst oppgi en ikke negativ verdi.

source: Grace period must be specified in HH:MM format.
nb: Gyldighetsperiode må oppgis som HH:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
nb: Ikke mulig å sette ståkarakter til lavere enn %(minimum_grade_cutoff)s%.

source: Please add at least one chapter
nb: Vennligst legg til minst et kapittel

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
nb: Kun <%= fileTypes %> filer kan lastes opp. Vennligst velg en filtype som <%= fileExtensions %> for opplasting.

source: or
nb: eller

source: This component has validation issues.
nb: Denne komponenten har validasjonsspørsmål.

source: Your file could not be uploaded
nb: Din fil kunne ikke lastes opp

source: Your video uploads are not complete.
nb: Dine video-opplastinger er ikke ferdig.

source: : video upload complete.
nb: : videoopplasting ferdig.

source: Delete File Confirmation
nb: Sletting av fil godkjent
