Repository: Marx86/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
nb: Er du sikker på at du vil slette dette. Det kan ikke angres Også alt innhold som lenker/viser til dette objektet vil ikke lengre fungerer (f.eks manglende bilder eller døde lenker)

source: Your file has been deleted.
nb: Din fil er slettet.

source: Date Added
nb: Dato lagt til

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
nb: Fil {filename} overgår maksimum størrelse av {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
nb: Vennligst følg instruksjonene her for å laste opp en fil andre steder og linke til den: {maxFileSizeRedirectUrl}

source: Max file size exceeded
nb: Maksimum filstørrelse er nådd.

source: Upload New File
nb: Last opp ny fil

source: Load Another File
nb: Last inn flere filer

source: Adding
nb: Legger til

source: Are you sure you want to delete this update?
nb: Er du sikker på at du vil slette denne oppdateringen?

source: Create Re-run
nb: Opprett re-run

source: Processing Re-run Request
nb: Prosesserer re-run forespørsel

source: Required
nb: Påkrevet

source: Upload a new PDF to “<%= name %>”
nb: Last opp en ny PDF til “<%= name %>”

source: Please select a PDF file to upload.
nb: Velg PDF fil som skal lastes opp

source: There has been an error while exporting.
nb: Det har skjedd en feil under eksporteringen.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
nb: Det har oppstått en feil under eksporteringen til XML på minst en komponent. Det anbefales å gå til redigeringssiden for å rette opp i feilen før det importeres på nytt. Vennligst sjekk at alle komponentene på siden er gyldige og ikke viser noen feilmeldinger.

source: Correct failed component
nb: Korrekt mislyktes komponent

source: Return to Export
nb: Returner til eksport

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
nb: Ditt bibliotek kunne ikke bli eksportert til XML. Det er ikke noe informasjon til å identifisere den mislykkede komponenten. Se over biblioteket ditt for å identifisere problematiske komponenter og prøv igjen.

source: Take me to the main library page
nb: Ta med til bibliotekets hovedside

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
nb: Ditt kurs kunne ikke bli eksportert til XML. Det er ikke nok informasjon til å identifisere den mislykkede komponenten. Inspiser kurset ditt for å finne noen problematiske komponenter og prøv deretter på nytt.

source: Take me to the main course page
nb: Ta meg til kursets hovedside.

source: The raw error message is:
nb: Den ubearbeidede feilmeldingen er:

source: There has been an error with your export.
nb: Det har skjedd en feil med din eksportering.

source: Contains {count} group
nb: Inneholder {count} gruppe

source: Not in Use
nb: Ikke i bruk

source: group configuration
nb: gruppekonfigurasjon

source: Add your first group configuration
nb: Legg til din første gruppekonfigurasjon

source: You have not created any group configurations yet.
nb: Du har ikke opprettet noen gruppekonfigurasjoner enda.

source: Upload instructor image.
nb: Last opp instruktørbilde

source: Files must be in JPEG or PNG format.
nb: Filer må være på JPEG eller PNG format.

source: All Rights Reserved
nb: Alle rettigheter er forbeholdt

source: You reserve all rights for your work
nb: Du forbeholder alle rettigheter for ditt arbeid

source: You waive some rights for your work, such that others can use it too
nb: Du avstår fra noen av rettighetene for ditt arbeid, så andre kan få bruke det også

source: Version
nb: Versjon

source: Attribution
nb: Tilleggelse

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
nb: Tillat andre å kopiere, distribuere, stille ut eller fremføre ditt kopirettede arbeid, hvis de gir oppgir deg som forfatter etter din forespørsel. Foreløpig, er denne muligheten påkrevd.

source: Noncommercial
nb: Ikke-kommersiell

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
nb: Tillat andre å kopiere, distribuere, stille ut og fremføre ditt arbeid - og avlede arbeid basert på det - men kun på formål uten reklame.

source: No Derivatives
nb: Ingen avledninger

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
nb: Tillat andre å kopiere, distribuere, fremføre og stille ut kun bokstavelige forstander av ditt arbeid, ikke derivativer basert på det. Denne muligheten er uforenlig med dele på samme vilkår.

source: Share Alike
nb: Dele på samme vilkår

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
nb: Tillat andre å distribuere derivativ arbeid kun under en lisens som er identisk med lisensen som regulerer ditt arbeid. Dette valget er uforenlig med "Ingen derivativer".

source: Delete this %(item_display_name)s?
nb: Slette dette %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
nb: Slette dette %(item_display_name)s er permanent og kan ikke angres.

source: There was an error changing the user's role
nb: Det oppstod en feil ved endring av brukerens rolle

source: Error adding user
nb: Oppstod en feil ved å legge til en bruker

source: Error removing user
nb: Oppstod en feil ved fjerning av bruker

source: A valid email address is required
nb: En gyldig e-postadresse kreves

source: You must enter a valid email address in order to add a new team member
nb: Du må skrive inn en gyldig e-postadresse for å legge til et nytt gruppemedlem.

source: Return and add email address
nb: Returner og legg til e-postadresse

source: Already a member
nb: Allerede medlem

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
nb: {email} er allerede på {container} gruppen. Sjekk igjen e-postadressen hvis du ønsker legge til et nytt medlem.

source: Return to team listing
nb: Returner til gruppelisten

source: Are you sure you want to restrict {email} access to “{container}”?
nb: Er du sikker på at du ønsker å begrense {email} adgangen til “{container}”?

source: Publish
nb: Publiser

source: Basic
nb: Grunnleggende

source: Unit
nb: Del

source: Move
nb: Flytt

source: Validation Error While Saving
nb: Validasjonsfeil under lagring

source: Undo Changes
nb: Angre endringer

source: Change Manually
nb: Endre manuelt

source: Units
nb: Enheter

source: Groups
nb: Grupper

source: Course Outline
nb: Emneoversikt

source: Date added
nb: Dato lagt til

source: Publishing
nb: Publiserer

source: Discard Changes
nb: Se bort fra endringer

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
nb: Er du sikker på at du ønsker å vende tilbake til sist publiserte versjon av enheten? Du kan ikke angre denne hendelsen.

source: Discarding Changes
nb: Kobler ut endringer

source: Hiding from Students
nb: Gjemmer for studenter

source: Explicitly Hiding from Students
nb: Eksplisitt gjemmer fra studenter

source: Inheriting Student Visibility
nb: arver studentsynlighet

source: Make Visible to Students
nb: Gjør synlig for studenter

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
nb: Hvis enheten tidligere var publisert og sluppet til studenter, vil alle endringer du har gjort på enheten mens den var gjemt nå bli synlig for studentene. Er du sikker på å fortsette?

source: Making Visible to Students
nb: Gjør synlig for studenter

source: Course Index
nb: Kursindeks

source: There were errors reindexing course.
nb: Det oppstod feil ved reindeksering av kurset.

source: Hide Previews
nb: Gjem forhåndsvisninger

source: Show Previews
nb: Vis forhåndsvisninger

source: content group
nb: Innhold gruppe

source: Add your first content group
nb: Legg til din første innholdsgruppe

source: You have not created any content groups yet.
nb: Du har ikke opprettet noe innholdgrupper enda.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
nb: Endringene dine vil ikke bli iverksatt før du lagrer fremdriften. Se over nøkkel og verdi formateringer ettersom validering ikke er inkludert.

source: Your policy changes have been saved.
nb: Dine endringer på regler har ikke blitt lagret.

source: Course Credit Requirements
nb: Kurskredittkrav

source: The minimum grade for course credit is not set.
nb: Minimumskarakteren for kurskreditt er ikke satt

source: Course pacing cannot be changed once a course has started.
nb: Kursgjennomføring kan ikke endres når et kurs allerede har startet.

source: Upload your course image.
nb: Last opp ditt kursbilde

source: Delete “<%= name %>”?
nb: Slett “<%= name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
nb: Sletting av en tekstbok kan ikke gjøres om og når den er slettet vil alle referanser til den i kurset også bli fjernet.

source: Delete Page Confirmation
nb: Slett sidebekreftelse

source: Are you sure you want to delete this page? This action cannot be undone.
nb: Er du sikker på at du vil slette denne siden? Dette kan ikke angres.

source: Upload
nb: Last opp

source: We're sorry, there was an error
nb: Vi beklager, det var en feil

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
nb: Kombinert lengde av organisasjon, kursnummer og kursfelter kan ikke være mer enn <%=limit%> tegn.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
nb: Kombinert lengde av organisasjon og bibliotektkodefelt kan ikke være mer enn <%=limit%> tegn.

source: Duplicating
nb: Dupliserer

source: section
nb: seksjon

source: subsection
nb: subseksjon

source: unit
nb: enhet

source: You've made some changes
nb: Du har gjort endringer

source: Your changes will not take effect until you save your progress.
nb: Dine endringer vil ikke bli iverksatt før du lagrer fremdriften.

source: You've made some changes, but there are some errors
nb: Du har gjort noen endringer, men det er enkelte feil

source: Please address the errors on this page first, and then save your progress.
nb: Vennligst håndter feilene på denne siden, for deretter å lagre din fremdrift.

source: Save Changes
nb: Lagre endringer

source: Please select a file in .srt format.
nb: Vennligst velg en fil i .srt-format

source: Error: Uploading failed.
nb: Feil: Opplastning feilet.

source: Error: Import failed.
nb: Feil: Importering feilet.

source: Error: Replacing failed.
nb: Feil: Omplassering feilet.

source: Error: Choosing failed.
nb: Feil: Valg feilet.

source: Error: Connection with server failed.
nb: Feil: Kommunikasjon med server feilet.

source: Link types should be unique.
nb: Linktyper burde være unike.

source: Links should be unique.
nb: Linker må være unike.

source: Incorrect url format.
nb: Galt url-format.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
nb: Det oppsto en feil med å godkjenne undertekstene du lastet opp. Vennligst sjekk formateringen og prøv pånytt.

source: Upload translation
nb: Last opp oversettelse

source: minutes
nb: minutter

source: and
nb: og

source: Editor
nb: Redaktør

source: Settings
nb: Innstillinger

source: Warning
nb: Advarsel

source: Actions
nb: Handlinger

source: Unscheduled
nb: Ikke på planen

source: Date
nb: Dato

source: Previous
nb: Forrige

source: Action
nb: Handling

source: Large
nb: Stor

source: Zoom In
nb: Zoom inn

source: Zoom Out
nb: Zoom ut

source: Page number out of %(total_pages)s
nb: Sidenummer av totalt %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
nb: Sett inn sidenummeret du vil gå til

source: Sorted by
nb: Sortert etter

source: Clear search
nb: Fjern søket

source: Search
nb: Søk

source: Mark as Answer
nb: Merk som svar

source: Unmark as Answer
nb: Fjern merkingen av svaret

source: Open
nb: Åpne

source: Endorse
nb: Støtt

source: Unendorse
nb: Fjern støtte

source: Follow
nb: Følg

source: Unfollow
nb: Slutt å følge

source: Pin
nb: Merk

source: Unpin
nb: Fjern merking

source: Report abuse
nb: Rapporter misbruk

source: Report
nb: Rapporter

source: Unreport
nb: Fjern rapporteringen

source: Vote for this post,
nb: Stem på dette innlegget,

source: Load more
nb: Last flere

source: Error posting your message.
nb: Feil ved posting av din melding.

source: Add a Post
nb: Legg til et innlegg

source: Visible to
nb: Synlig for

source: All Groups
nb: Alle grupper

source: follow this post
nb: følg dette innlegget

source: post anonymously
nb: post anonymt

source: post anonymously to classmates
nb: post anonymt til de som deltar på samme kurs som deg

source: (Staff)
nb: (Personell)

source: This thread is closed.
nb: Denne tråden er stengt.

source: View discussion
nb: Se diskusjon

source: Editing comment
nb: Redigerer kommentar

source: Update comment
nb: Oppdater kommentar

source: posted %(time_ago)s by %(author)s
nb: postet %(time_ago)s av %(author)s

source: Reported
nb: Rapportert

source: Editing post
nb: Redigerer innlegg

source: Edit your post below.
nb: Rediger ditt innlegg nedenfor.

source: Update post
nb: Oppdater innlegg

source: discussion
nb: diskusjon

source: answered question
nb: besvart spørsmål

source: unanswered question
nb: ubesvart spørsmål

source: Pinned
nb: Merket

source: Following
nb: Følger

source: Community TA
nb: Læringsassistent

source: {unread_comments_count} new
nb: {unread_comments_count} ny

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
nb: %(comments_count)s %(span_sr_open)s kommentarer (%(unread_comments_count)s uleste kommentarer)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
nb: %(comments_count)s %(span_sr_open)s kommentarer %(span_close)s

source: Editing response
nb: Redigerer respons

source: Update response
nb: Oppdater respons

source: marked as answer %(time_ago)s by %(user)s
nb: merket som svar %(time_ago)s av %(user)s

source: marked as answer %(time_ago)s
nb: merket som svar %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
nb: støttet %(time_ago)s av %(user)s

source: endorsed %(time_ago)s
nb: støttet %(time_ago)s

source: Show Comment (%(num_comments)s)
nb: Vis kommentar (%(num_comments)s)

source: Add a comment
nb: Legg til en kommentar

source: discussion posted %(time_ago)s by %(author)s
nb: diskusjon postet %(time_ago)s av %(author)s

source: question posted %(time_ago)s by %(author)s
nb: spørsmål stilt %(time_ago)s av %(author)s

source: Closed
nb: Lukket

source: Related to: %(courseware_title_linked)s
nb: Relatert til: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
nb: Dette innlegget er synlig kun for %(group_name)s.

source: This post is visible to everyone.
nb: Dette innlegget er synlig for alle.

source: Post type
nb: Innleggstype

source: Question
nb: Spørsmål

source: Discussion
nb: Diskusjon

source: Add a Response
nb: Legg til en respons

source: Add a response:
nb: Legg til en respons:

source: Topic area
nb: Temaområde

source: Discussion Home
nb: Diskusjon hjem

source: How to use %(platform_name)s discussions
nb: Hvordan bruke %(platform_name)s diskusjoner

source: Find discussions
nb: Finn diskusjoner

source: Use the All Topics menu to find specific topics.
nb: Bruk "Alle emner" menyen for å finne spesifikke emner.

source: Search all posts
nb: Søk alle innlegg

source: Filter and sort topics
nb: Filtrer og sorter emner

source: Vote for good posts and responses
nb: Stem på gode poster og responser

source: Receive updates
nb: Motta oppdateringer

source: All Posts
nb: Alle innlegg

source: username or email
nb: brukernavn eller e-post

source: course id
nb: kursID

source: No results
nb: Ingen resultat

source: Download URL
nb: Last ned URL

source: Grade
nb: Karakter

source: Last Updated
nb: Sist oppdatert

source: Download the user's certificate
nb: Last ned brukerens kursbevis

source: Not available
nb: Ikke tilgjengelig

source: Generate
nb: Opprett

source: Generate the user's certificate
nb: Opprett brukerens kursbevis

source: Current enrollment mode:
nb: Gjeldende påmeldingsmodus:

source: New enrollment mode:
nb: Ny påmeldingsmodus:

source: Reason for change:
nb: Bakgrunn for endring:

source: Choose One
nb: Velg èn

source: Explain if other.
nb: Forklar, om annet.

source: Username or email address
nb: Brukernavn eller e-postadresse.

source: Course ID
nb: KursID

source: Course Start
nb: Kursstart

source: Course End
nb: Kursslutt

source: Upgrade Deadline
nb: Siste frist for oppgradering

source: Verification Deadline
nb: Verifiseringsfrist

source: Enrollment Date
nb: Påmeldingsdato

source: Enrollment Mode
nb: Påmeldingsmodus

source: Reason
nb: Årsak

source: Last modified by
nb: Sist endret av

source: Active
nb: Aktive

source: N/A
nb: Ikke tilgjengelig

source: Change Enrollment
nb: Endre påmelding

source: Your team could not be created.
nb: Ditt team kunne ikke opprettes.

source: Your team could not be updated.
nb: Teamet ditt kunne ikke oppdateres.

source: Enter information to describe your team. You cannot change these details after you create the team.
nb: Skriv inn informasjon for å beskrive teamet ditt. Du kan ikke endre disse detaljene etter du har opprettet teamet.

source: Optional Characteristics
nb: Valgfrie karakteristikker

source: Create team.
nb: Opprett team.

source: Update team.
nb: Oppdater team.

source: Cancel team creating.
nb: Avbryt teamoppretting.

source: Cancel team updating.
nb: Avbryt teamoppdatering.

source: Delete Team
nb: Slett team

source: Edit Membership
nb: Rediger medlemskap

source: Are you having trouble finding a team to join?
nb: Har du problemer med å finne et team å bli med på?

source: Join Team
nb: Bli med på et team

source: Team Details
nb: Teamdetaljer

source: You are a member of this team.
nb: Du er medlem av dette teamet.

source: Team member profiles
nb: Teamets medlemsprofiler

source: Team capacity
nb: Teamkapasitet

source: Leave Team
nb: Forlat team

source: Donate
nb: Doner

source: Expand All
nb: Utvid alle

source: Collapse All
nb: Kollaps alle

source: Start Date
nb: Startdato

source: Due Date
nb: Tidsfrist

source: remove all
nb: fjern alle

source: Section
nb: Seksjon

source: Remove chapter %(chapterDisplayName)s
nb: Fjern kapittel %(chapterDisplayName)s

source: remove
nb: fjern

source: Remove unit %(unitName)s
nb: Fjern enhet %(unitName)s

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
nb: Takk %(full_name)s! Vi har mottatt din betaling for %(course_name)s.

source: Order No.
nb: Bestillingsnummer

source: Amount
nb: Beløp

source: Please Note
nb: Vennligst merk

source: No receipt available
nb: Ingen kvittering tilgjengelig

source: Want to confirm your identity later?
nb: Vil du bekrefte din identitet senere?

source: Verify Now
nb: Bekreft nå

source: Mark Exam As Completed
nb: Marker eksamen som fulført

source: End My Exam
nb: Avslutt min eksamen

source: LEARN MORE
nb: LÆR MER

source: Starts: %(start_date)s
nb: Starter: %(start_date)s

source: Starts
nb: Starter

source: Clear All
nb: Fjern alt

source: Highlighted text
nb: Fremhevet tekst

source: You commented...
nb: Du kommenterte...

source: Last Edited:
nb: Sist redigert:

source: Clear search results
nb: Fjern søkeresultatene

source: Click to edit
nb: Klikk for å redigere

source: Order Number
nb: Bestillingsnummer

source: Order Details
nb: Bestillingsdetaljer

source: About You
nb: Om deg

source: Email address
nb: E-mailadresse

source: Country of residence
nb: Bostedsland

source: Submit Application
nb: Send inn søknad

source: Upload a CSV file
nb: Last opp en CSV-fil

source: Add to Exception List
nb: Legg til i unntaksliste

source: Invalidate Certificate
nb: Ugyldiggjør kursbevis

source: Invalidated By
nb: Ugyldiggjort av

source: Invalidated
nb: Ugyldiggjort

source: Notes
nb: Notater

source: Individual Exceptions
nb: Individuelle unntak

source: Student email or username
nb: Studentens e-post eller brukernavn

source: Remove from List
nb: Fjern fra liste

source: (Required Field)
nb: (Påkrevd felt)

source: Cohort Name
nb: Gruppenavn

source: Automatic
nb: Automatisk

source: Manual
nb: Manuelt

source: There must be one cohort to which students can automatically be assigned.
nb: Det må være en gruppe der studenter automatisk blir lagt til.

source: Not selected
nb: Ikke valgt

source: What does this mean?
nb: Hva betyr dette?

source: View Cohort
nb: Se gruppe

source: Used
nb: Brukt

source: Valid
nb: Gyldig

source: View Archived Course
nb: Se arkivert kurs

source: View Course
nb: Se kurset

source: Enroll Now
nb: Meld på nå

source: Coming Soon
nb: Kommer snart

source: Enrollment Opens on
nb: Påmelding åpner på

source: Not Currently Available
nb: Ikke tilgjengelig for øyeblikket

source: You are not enrolled in any programs yet.
nb: Du er ikke påmeldt i noen program enda.

source: Explore Programs
nb: Utforsk programmer

source: Browse recently launched courses and see what\'s new in your favorite subjects
nb: Se gjennom nylig lanserte kurs og finn ut hva som er nytt blant favorittemnene dine.

source: Explore New Programs
nb: Utforsk nye program

source: Completed
nb: Ferdig

source: Learn More
nb: Lær mer

source: Upgrade to Verified
nb: Oppgrader til bekreftet

source: New Address
nb: Ny adresse

source: Change My Email Address
nb: Endre min e-postadresse

source: Reset Password
nb: Nullstill passord

source: Account Settings
nb: Kontoinnstillinger

source: An error occurred. Please reload the page.
nb: En feil oppsto. Vennligst last inn siden på nytt.

source: Sign in using %(providerName)s
nb: Logg inn med %(providerName)s

source: Show me other ways to sign in or register
nb: Vis meg andre måter å logge inn eller registrere meg.

source: Choose your institution from the list below:
nb: Velg din institusjon fra listen nedenfor:

source: Back to sign in
nb: Tilbake til innlogging

source: Register through edX
nb: Registrer deg gjennom edX

source: Sign In
nb: Logg inn

source: Sign in here using your email address and password, or use one of the providers listed below.
nb: Logg inn her med din e-postadresse og passord, eller bruk en av utstederne som er listet nedenfor.

source: Sign in here using your email address and password.
nb: Logg inn her med din e-postadresse og passord.

source: If you do not yet have an account, use the button below to register.
nb: Hvis du enda ikke har en konto, bruk knappen under for å registrere deg.

source: or sign in with
nb: eller logg inn med
