Repository: Marx86/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Saving
nb: Lagrer

source: Delete
nb: Slett

source: Cancel
nb: Avbryt

source: Uploading
nb: Laster opp

source: Close
nb: Lukk

source: Name
nb: Navn

source: Choose File
nb: Velg en fil

source: None
nb: Ingen

source: Remove
nb: Fjern

source: Unknown
nb: Ukjent

source: Are you sure?
nb: Er du sikker?

source: Upload File
nb: Last opp fil

source: Save
nb: Lagre

source: Advanced
nb: Avansert

source: Removing
nb: Fjerner

source: Your changes have been saved.
nb: Dine endringer er lagret

source: Error
nb: Feil

source: Updating with latest library content
nb: Oppdaterer med seneste biblioteksinnhold

source: Creating missing groups
nb: Lager savnede grupper

source: Show Annotations
nb: Vis merknader

source: Hide Annotations
nb: Skjul merknader

source: Expand Instructions
nb: Utvid instruksjoner

source: Collapse Instructions
nb: Skjul instruksjoner

source: Commentary
nb: Kommentarer

source: Reply to Annotation
nb: Svar på kommentaren

source: The grading process is still running. Refresh the page to see updates.
nb: Karaktersetting pågår. Oppdater siden for å se oppdateringer.

source: Could not grade your answer. The submission was aborted.
nb: Kunne ikke rette svaret ditt. Innleveringen ble avbrutt.

source: You submitted {filename}; only {allowedFiles} are allowed.
nb: Du sendte inn {filename}; bare {allowedFiles} er tillatt.

source: Your file {filename} is too large (max size: {maxSize}MB).
nb: Din fil {filename} er for stor (max size: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
nb: Du leverte ikke de påkrevde feltene: {requiredFiles}.

source: You did not select any files to submit.
nb: Du valgte ingen filer å sende inn.

source: This problem has been reset.
nb: Dette problemet har blitt nullstilt.

source: Paragraph
nb: Avsnitt

source: Preformatted
nb: Preformattert

source: Heading 3
nb: Overskrift 3

source: Heading 4
nb: Overskrift 4

source: Heading 5
nb: Overskrift 5

source: Heading 6
nb: Overskrift 6

source: Add to Dictionary
nb: Legg til i ordbok

source: Align center
nb: Midtjustert

source: Align left
nb: Venstrejustert

source: Align right
nb: Høyrejustert

source: Alignment
nb: Justering

source: Alternative source
nb: Alternativ kilde

source: Anchor
nb: Anker

source: Anchors
nb: Ankere

source: Author
nb: Forfatter

source: Background color
nb: Bakgrunnsfarge

source: Blockquote
nb: Blokksitat

source: Blocks
nb: Blokker

source: Body
nb: Kropp

source: Bold
nb: Uthevet

source: Border color
nb: Kantfarge

source: Border
nb: Kant

source: Bottom
nb: Bunn

source: Bullet list
nb: Punktliste

source: Caption
nb: Undertekst

source: Cell padding
nb: cellefyll

source: Cell properties
nb: celleegenskaper

source: Cell spacing
nb: Celleavstand

source: Cell type
nb: Celletype

source: Cell
nb: Celle

source: Center
nb: Senter

source: Circle
nb: Sirkel

source: Clear formatting
nb: Fjern formatering

source: Code block
nb: Kodeblokk

source: Code
nb: Kode

source: Color
nb: Farge

source: Cols
nb: Kolonner

source: Column group
nb: Kolonnegruppe

source: Column
nb: Kolonne

source: Constrain proportions
nb: Begrens størrelsesforholdet

source: Copy row
nb: Kopier rad

source: Copy
nb: Kopier

source: Could not find the specified string.
nb: Kunne ikke finne spesifisert string.

source: Custom color
nb: Tilpasset farge

source: Custom...
nb: Tilpasset...

source: Cut row
nb: Fjern rad

source: Cut
nb: Fjern

source: Decrease indent
nb: Reduser innrykk

source: Default
nb: Standard

source: Delete column
nb: Slett kolonne

source: Delete row
nb: Slett rad

source: Delete table
nb: Slette tabell

source: Description
nb: Beskrivelse

source: Dimensions
nb: Dimensjoner

source: Document properties
nb: Dokumentegenskaper

source: Edit HTML
nb: Redigere HTML

source: Edit
nb: Rediger

source: Embed
nb: Bygg inn

source: Emoticons
nb: Tegn

source: Encoding
nb: Kode

source: File
nb: Fil

source: Find and replace
nb: Finn og erstatt

source: Find next
nb: Finn neste

source: Find previous
nb: Finn forrige

source: Find
nb: Finn

source: Finish
nb: Avslutt

source: Font Family
nb: Skrifttype

source: Font Sizes
nb: Skriftstørrelse

source: Footer
nb: Bunntekst

source: Formats
nb: Formater

source: Fullscreen
nb: Fullskjerm

source: General
nb: Generelt

source: H Align
nb: H justering

source: Header 1
nb: Overskrift 1

source: Header 2
nb: Overskrift 2

source: Header 3
nb: Overskrift 3

source: Header 4
nb: Overskrift 4

source: Header 5
nb: Overskrift 5

source: Header 6
nb: Overskrift 6

source: Header cell
nb: Tittelcelle

source: Header
nb: Overskrift

source: Headers
nb: Titler

source: Heading 1
nb: Overskrift 1

source: Heading 2
nb: Overskrift 2

source: Headings
nb: Overskrifter

source: Height
nb: Høyde

source: Horizontal line
nb: Horisontal linje

source: Horizontal space
nb: Horisontal avstand

source: HTML source code
nb: HTML kildekode

source: Ignore all
nb: Ignorer alle

source: Ignore
nb: Ignorer

source: Image description
nb: Bildeforklaring

source: Increase indent
nb: Øke innrykk

source: Inline
nb: På linje

source: Insert column after
nb: Sett inn kolonne etter

source: Insert column before
nb: Sett inn kolonne før

source: Insert date/time
nb: Sett inn dato/tid

source: Insert image
nb: Sett inn bilde

source: Insert link
nb: Sett inn lenke

source: Insert row after
nb: Sett inn rad etter

source: Insert row before
nb: Sett inn rad før

source: Insert table
nb: Sett inn tabell

source: Insert template
nb: Sett inn mal

source: Insert video
nb: Sett inn video

source: Insert
nb: Sett inn

source: Insert/edit image
nb: Sett inn/rediger bilde

source: Insert/edit link
nb: Sett inn/rediger link

source: Insert/edit video
nb: Sett inn/rediger video

source: Italic
nb: Kursiv

source: Justify
nb: Rette ut

source: Keywords
nb: Nøkkelord

source: Left to right
nb: Venstre til høyre

source: Left
nb: Venstre

source: Match case
nb: Matchende søk

source: Merge cells
nb: Flett celler

source: Middle
nb: Midten

source: New document
nb: Nytt dokument

source: New window
nb: Nytt vindu

source: Next
nb: Neste

source: No color
nb: Ingen farge

source: Nonbreaking space
nb: Brytende avstand

source: Numbered list
nb: Nummerert liste

source: Page break
nb: Sideskift

source: Paste as text
nb: Lim inn som tekst

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
nb: Lim inn er nå i klartekstmodus. Innhold vil nå bli satt inn som klartekst frem til du skrur av dette valget.

source: Paste row after
nb: Lim inn rad etter

source: Paste row before
nb: Lim inn rad før

source: Paste your embed code below:
nb: Lim inn din innkapslede kode under:

source: Paste
nb: Lim inn

source: Poster
nb: Varsel

source: Pre
nb: Forrige

source: Prev
nb: Forrige

source: Preview
nb: Forhåndsvis

source: Print
nb: Utskrift

source: Redo
nb: Angre

source: Remove link
nb: Fjern lenke

source: Replace all
nb: Erstatt alt

source: Replace with
nb: Erstatt med

source: Replace
nb: Erstatt

source: Restore last draft
nb: Gjenopprett siste utkast

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
nb: Fullttekstfelt. Trykk ALT-F9 for meny. Trykk ALT-F10 for verktøylinje. Trykk ALT-0 for hjelp.

source: Right to left
nb: Høyre til venstre

source: Right
nb: Høyre

source: Robots
nb: Roboter

source: Row group
nb: Rad gruppe

source: Row properties
nb: Radegenskaper

source: Row type
nb: Radtype

source: Row
nb: Rad

source: Rows
nb: Rader

source: Scope
nb: Hensikt

source: Select all
nb: Velg alle

source: Show blocks
nb: Vis blokker

source: Show invisible characters
nb: Vis usynlige tegn

source: Source code
nb: Kildekode

source: Source
nb: Kilde

source: Special character
nb: Spesielle tegn

source: Spellcheck
nb: Stavesjekk

source: Split cell
nb: Del celle

source: Square
nb: Kvadrat

source: Start search
nb: Start søk

source: Strikethrough
nb: Gjennomstreking

source: Style
nb: Stil

source: Subscript
nb: Senket

source: Superscript
nb: Hevet

source: Table properties
nb: Tabellegenskaper

source: Table
nb: Tabell

source: Target
nb: Mål

source: Templates
nb: Maler

source: Text color
nb: Tekstfarge

source: Text to display
nb: Tekst å vise

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
nb: URL-linken du skrev inn ser ut til å være en epost-adresse. Ønsker du å legge til mailto: prefiks?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
nb: URL-linken du skrev inn ser ut til å være en ekstern link. Ønsker du å legge til http:// prefiks?

source: Title
nb: Tittel

source: Tools
nb: Verktøy

source: Top
nb: Topp

source: Underline
nb: Understrek

source: Undo
nb: Angre

source: V Align
nb: V Justering

source: Vertical space
nb: Vertikal avstand

source: View
nb: Oversikt

source: Visual aids
nb: Visuelle hjelpemidler

source: Whole words
nb: Hele ord

source: Width
nb: Bredde

source: Words: {0}
nb: Ord: {0}

source: You have unsaved changes are you sure you want to navigate away?
nb: Du har ikke lagret alle forandringene. Er du sikker på at du vil navigere deg vekk fra siden?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
nb: Din nettleser støtter ikke direkte tilgang til utklippstavlen. Vennligst bruk Ctrl+X/C/V snarveier i stedet.

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nb: Klikk OK for å sende brukernavn og e-postadresse til en 3djepartsapplikasjon. Klikk Avbryt for å returnere til denne siden uten å sende din informasjon.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nb: Klikk OK for å sende ditt brukernavn til en 3djepartsapplikasjon Klikk Avbryt for å returnere til denne siden uten å sende din informasjon.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
nb: Klikk OK for å sende din e-postadresse til en 3djepartsapplikasjon. Klikk Avbryt for å returnere til denne siden uten å sende din informasjon.

source: incorrect
nb: feil

source: correct
nb: riktig

source: answer
nb: svar

source: Short explanation
nb: Kort beskrivelse

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
nb: Hvis du bruker avansert redigering, vil denne oppgaven bli konvertert til XML og du vil ikke ha mulighet til å returnere til enkel redigering Fortsett til avansert redigering og konverter denne oppgaven til XML?

source: Explanation
nb: Forklaring

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
nb: Sekvensfeil! Kan ikke navigere til %(tab_name)s i nåværende SequenceModule. Vennligst kontakt kursarrangør.

source: Bookmarked
nb: Bokmerket

source: Play
nb: Spill

source: Mute
nb: Stum

source: Unmute
nb: Lyd

source: Exit full browser
nb: Avslutt fullskjerm

source: Fill browser
nb: Fyll nettleser

source: Speed
nb: Fart

source: Volume
nb: Volum

source: Muted
nb: Lyd av

source: Very low
nb: Veldig lavt

source: Low
nb: Lavt

source: Average
nb: Gjennomsnittlig

source: Loud
nb: Høyt

source: Very loud
nb: Veldig høyt

source: Maximum
nb: Maksimum

source: This browser cannot play .mp4, .ogg, or .webm files.
nb: Denne netteleseren kan ikke spille .mp4, .ogg eller .webm-filer

source: Try using a different browser, such as Google Chrome.
nb: Prøv en annen nettleser, som for eksempel Google Chrome.

source: High Definition
nb: Høy oppløsning

source: off
nb: av

source: on
nb: på

source: Video ended
nb: Video avsluttet

source: Video position
nb: Video plassering

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
nb: Klikk på denne knappen for å skru av eller på lyd på denne videoen, eller klikk OPP- eller NED-knappene for å øke eller minske lydnivået.

source: Adjust video volume
nb: Juster videovolum

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
nb: Trykk OPP for å komme inn i hastighetsmenyen, så bruker du OPP og NED piltastene for å navigere de forskjellige hastighetene. Deretter trykker du ENTER for å skifte til valgte hastighet.

source: Adjust video speed
nb: Juster videohastighet

source: Video speed:
nb: Videohastighet

source: Skip
nb: Hopp over

source: Play video
nb: Spill video

source: Do not show again
nb: Ikke vis igjen

source: Open language menu
nb: Åpne språkmeny

source: Video transcript
nb: Video transkripsjon

source: Start of transcript. Skip to the end.
nb: Start på transkripsjon. Hopp til slutten.

source: End of transcript. Skip to the start.
nb: Slutt på transkripsjon. Hopp til begynnelsen.

source: Hide closed captions
nb: Skjul undertekster

source: (Caption will be displayed when you start playing the video.)
nb: (Undertekst vil vises når du starter å spille av videoen.)

source: Turn on closed captioning
nb: Skru på undertekster

source: Turn on transcripts
nb: Skru på transkripsjoner

source: Turn off transcripts
nb: Skru av transkripsjoner

source: Required field.
nb: Påkrevet felt.

source: Please do not use any spaces in this field.
nb: Vennligst ikke bruk mellomrom i dette feltet.

source: Please do not use any spaces or special characters in this field.
nb: Vennligst ikke bruk mellomrom eller spesial tegn i dette feltet.

source: Pagination
nb: Paginering

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
nb: Forespørselen din kunne ikke fullføres. Last inn siden på nytt og prøv igjen. Hvis problemet fremdeles oppstår, klikk på Hjelp-tabulaturet for å rapportere problemet.

source: Showing {firstIndex} out of {numItems} total
nb: Viser {firstIndex} av {numItems} totalt

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
nb: Viser {firstIndex}-{lastIndex} av {numItems} totalt

source: Loading content
nb: Laster innhold

source: image omitted
nb: bilde utelatt

source: there is currently {numVotes} vote
nb: det er for øyeblikket {numVotes} stemme

source: {numVotes} Vote
nb: {numVotes} Stemme

source: Hide Discussion
nb: Skjul diskusjon

source: Show Discussion
nb: Vis diskusjon

source: Loading more threads
nb: Laster flere diskusjonstråder

source: Current conversation
nb: Nåværende diskusjon

source: Show posts by {username}.
nb: Vis innlegg etter {username}.

source: {numResponses} other response
nb: {numResponses} annet svar

source: Showing all responses
nb: Viser alle svar

source: Load all responses
nb: Laster alle svar

source: Are you sure you want to delete this post?
nb: Er du sikker på at du vil slette dette innlegget?

source: Your post will be discarded.
nb: Din post vil bli forkastet.

source: anonymous
nb: anonym

source: Are you sure you want to delete this comment?
nb: Er du sikker på at du øsnker å slette denne kommentaren?

source: Are you sure you want to delete this response?
nb: Er du sikker på at du vil slette dette svaret/responsen?

source: Please enter your %(field)s.
nb: Vennligst legg inn din %(field)s.

source: Drop target image
nb: Slipp bruk målbilde

source: dragging out of slider
nb: dra utenfor slider

source: dragging
nb: dra

source: dropped in slider
nb: sluppet i slider

source: dropped on target
nb: sluppet på mål

source: %s ago
nb: %s siden

source: %s from now
nb: %s fra nå

source: less than a minute
nb: mindre enn ett minutt

source: about a minute
nb: omtrent et minutt

source: about an hour
nb: omtrent en time

source: a day
nb: en dag

source: about a month
nb: omtrent en måned

source: about a year
nb: omtrent et år

source: An unexpected error occurred. Please try again.
nb: En feil oppstod. Vennligst prøv igjen.

source: Teaching Assistant
nb: Studentassistent

source: Please specify a reason.
nb: Vennligst angi en årsak.

source: (Optional)
nb: (Valgfitt)

source: Course Name
nb: Kursnavn

source: Details
nb: Detaljer

source: Submit
nb: Lever

source: Sign in
nb: Logg inn

source: Contact Us
nb: Kontakt oss

source: last activity
nb: siste aktivitet

source: name
nb: navn

source: team count
nb: lag telling

source: Teams
nb: Grupper

source: Create
nb: Lag

source: Update
nb: Oppdatering

source: Language
nb: Språk

source: The language that team members primarily use to communicate with each other.
nb: Språket lagmedlemmene hovedsaklig bruker til å kommunisere med hverandre.

source: Country
nb: Land

source: The country that team members primarily identify with.
nb: Landet lagmedlemmene hovedsaklig identifiserer seg med.

source: An error occurred. Please try again.
nb: En feil oppstod. Vennligst prøv igjen.

source: and others
nb: og andre

source: Last activity %(date)s
nb: Siste aktivitet %(date)s

source: An error occurred. Try again.
nb: En feil oppsto. Forsøk igjen.

source: Confirm
nb: Bekreft

source: All teams
nb: Alle team

source: Topics
nb: Temaer

source: My Team
nb: Mitt team

source: Browse
nb: Bla i

source: Showing results for "{searchString}"
nb: Viser resultater for "{searchString}"

source: Create a New Team
nb: Etabler et nytt team

source: Edit Team
nb: Rediger lag

source: Membership
nb: Medlemsskap

source: Search teams
nb: Søk i team

source: All Topics
nb: Alle emner

source: Topic
nb: Tema

source: View Teams in the %(topic_name)s Topic
nb: Se grupper i %(topic_name)s emner

source: All topics
nb: Alle temaer

source: Insert Hyperlink
nb: Sett inn hyperlink

source: e.g. 'http://google.com'
nb: f.eks. 'http://google.com'

source: Link Description
nb: Lenkebeskrivelse

source: e.g. 'google'
nb: f.eks. 'google'

source: Image Description
nb: Beskrivelse av bilde

source: Markdown Editing Help
nb: Formateringshjelp

source: Bold (Ctrl+B)
nb: Uthevet (Ctrl+F)

source: Italic (Ctrl+I)
nb: Kursiv (Ctrl+K)

source: Blockquote (Ctrl+Q)
nb: Blokksitat (Ctrl+Q)

source: Code Sample (Ctrl+K)
nb: Eksempel på kode (Ctrl+K)

source: Image (Ctrl+G)
nb: Bilde (Ctrl+G)

source: Numbered List (Ctrl+O)
nb: Nummerert liste (Ctrl+O)

source: Bulleted List (Ctrl+U)
nb: Usortert liste (Ctrl+U)

source: Heading (Ctrl+H)
nb: Overskrift (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
nb: Horisontal linje (Ctrl+R)

source: Undo (Ctrl+Z)
nb: Angre (Ctrl+Z)

source: Redo (Ctrl+Y)
nb: Gjenta (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
nb: Gjenta (Ctrl+Shift+Z)

source: strong text
nb: fet tekst

source: emphasized text
nb: uthevet tekst

source: enter link description here
nb: legg til lenkebeskrivelse her

source: enter code here
nb: skriv inn kode her

source: List item
nb: Liste

source: Heading
nb: Overskrift

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
nb: Du har blitt logget ut av din edX konto. Klikk Okay for å logge inn igjen nå. Klikk Avbryt for å bli på denne siden (du må logge inn på nytt for å lagre ditt arbeid).

source: Open Calculator
nb: Åpne kalkulator

source: Close Calculator
nb: Lukk kalkulator

source: All subsections
nb: Alle subseksjoner

source: All units
nb: Alle enheter

source: Click to change
nb: Klikk for å endre

source: Select a chapter
nb: Velg et kapittel

source: Save changes
nb: Lagre endringer

source: Enter Start Date and Time
nb: Legg inn startdato og tidspunkt

source: There has been an error processing your survey.
nb: Det har oppstått en feilmelding ved prosesseringen av din kartlegging.

source: More
nb: Mer

source: Less
nb: Mindre

source: Your question or idea (required)
nb: Ditt spørsmål eller forslag (påkrevd)

source: Please enter a valid donation amount.
nb: Venligst skriv inn et gyldig donasjonsbeløp.

source: Your donation could not be submitted.
nb: Din donasjon kunne ikke bli sendt inn.

source: You will be refunded the amount you paid.
nb: Du vil bli refundert beløpet du betalte.

source: You will not be refunded the amount you paid.
nb: Du vil ikke bli refundert beløpet du betalte.

source: We couldn't find any results for "%s".
nb: Vi kunne ikke finne noen resultater for "%s".

source: There was an error, try searching again.
nb: Det oppstod en feilmelding, vennligst prøv å søke på nytt.

source: Cohorts
nb: Grupper

source: We've encountered an error. Refresh your browser and then try again.
nb: Vi har støtt på en feilmelding. Oppdater nettleseren din og prøv på nytt.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
nb: En feilmelding har oppstått. Vennligst sjekk om du er koblet til internett, og prøv deretter å oppdatere siden.

source: Hide notes
nb: Gjem notater

source: Notes visible
nb: Notater er synlige

source: Show notes
nb: Vis notater

source: Notes hidden
nb: Notater er gjemt

source: Current tab
nb: Nåværende etikett

source: Location in Course
nb: Sted i kurset

source: Recent Activity
nb: Nylig aktivitet

source: No results found for "%(query_string)s". Please try searching again.
nb: Ingen resultater er funnet for "%(query_string)s". Vennligst søk på nytt.

source: Search Results
nb: Søkeresultater

source: [no tags]
nb: [ingen tags]

source: Tags
nb: Merkelapp

source: Choose one
nb: Velg en

source: Selected tab
nb: Valgt etikett

source: Saved cohort
nb: Lagret gruppe

source: Enter a username or email.
nb: Skriv inn brukernavn eller e-post.

source: Unknown username: {user}
nb: Ukjent brukernavn: {user}

source: Invalid email address: {email}
nb: Ugyldig epostaddresse: {email}

source: View all errors
nb: Se alle feilmeldinger

source: You must specify a name for the cohort
nb: Du må spesifisere et navn for kohorten.

source: You did not select a content group
nb: Du valgte ikke en innholdsgruppe

source: The selected content group does not exist
nb: Valgt innholdsgruppe finnes ikke

source: The cohort cannot be saved
nb: Gruppen kan ikke lagres

source: The cohort cannot be added
nb: Gruppen kan ikke legges til

source: You currently have no cohorts configured
nb: Du har foreløpig ingen grupper konfigurert.

source: Add Cohort
nb: Legg til gruppe

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
nb: {cohortGroupName} gruppen har blitt laget. Du kan manuelt legge til studenter til denne gruppen under.

source: Assign students to cohorts by uploading a CSV file.
nb: Fordel studenter på grupper ved å laste opp en CSV-fil.

source: Choose a .csv file
nb: velg en .csv-fil

source: Only properly formatted .csv files will be accepted.
nb: Bare riktig formaterte .csv-filer vil bli akseptert.

source: Upload File and Assign Students
nb: Last opp fil og tildel studenter.

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
nb: Din fil '{file}' har blitt lastet opp. Tillat et par minutter for prosessering.

source: Cohorts Enabled
nb: Grupper er tilgjengelig

source: Cohorts Disabled
nb: Grupper er utilgjengelig

source: Allow students to generate certificates for this course?
nb: Gi studenter tilgang til å generere sertifikater for dette kurset?

source: Prevent students from generating certificates in this course?
nb: Forhindre studenter fra generere sertifikater i dette kurset?

source: Start generating certificates for all students in this course?
nb: Starte generering av sertifikater for alle studentene i dette kurset?
