Repository: Marx86/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Sign in with %(providerName)s
nb: Logg inn med %(providerName)s

source: Password assistance
nb: Passordhjelp

source: Create an account using
nb: Opprett en konto med

source: Create account using %(providerName)s.
nb: Opprett konto med %(providerName)s.

source: or create a new one here
nb: eller opprett en ny en her

source: Congratulations! You are now verified on %(platformName)s!
nb: Gratulerer! Du har nå blitt bekreftet hos %(platformName)s!

source: You are now enrolled as a verified student for:
nb: Du er nå påmeldt som en bekreftet student for:

source: A list of courses you have just enrolled in as a verified student
nb: En liste over kurs du nettopp har meldt deg på som bekreftet student

source: Explore your course!
nb: Utforsk kurset ditt!

source: Go to your Dashboard
nb: Gå til ditt kontrollpanel

source: Verified Status
nb: Bekreftet status

source: Error:
nb: Feil:

source: What You Need for Verification
nb: Hva du trenger for bekreftelse

source: Webcam
nb: Webkamera

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
nb: Du trenger en datamaskin som har webkamera. Når du mottar en forespørsel fra nettleseren din, sørg for at du tillater tilgang til kameraet.

source: Photo Identification
nb: Fotoidentifisering

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
nb: Du trenger et førerkort, pass eller annen legitimasjon utstedt av myndighetene, som har ditt navn og bilde.

source: Take Your Photo
nb: Ta ditt bilde

source: When your face is in position, use the camera button {icon} below to take your photo.
nb: Når fjeset ditt er i posisjon, bruk kameraknappen {icon} under for å ta bildet ditt.

source: To take a successful photo, make sure that:
nb: For å ta et vellykket bilde, sørg for:

source: Your face is well-lit.
nb: Ansiktet ditt er godt opplyst.

source: Your entire face fits inside the frame.
nb: Hele fjeset ditt passer innenfor rammen.

source: The photo of your face matches the photo on your ID.
nb: Bildet av fjeset ditt er likt med bildet på legitimasjonen din.

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
nb: For å bruke det nåværende bildet, velg kameraknappen {icon}. For å ta et nytt bilde, velg gjenta knappen {icon}.

source: Frequently Asked Questions
nb: Ofte stilte spørsmål

source: Why does %(platformName)s need my photo?
nb: Hvorfor trenger %(platformName)s bilde av meg?

source: What does %(platformName)s do with this photo?
nb: Hva bruker %(platformName)s bildet mitt til?

source: Next: %(nextStepTitle)s
nb: Neste: %(nextStepTitle)s

source: Take a Photo of Your ID
nb: Ta et bilde av legitimasjonen din

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
nb: Bruk webkameraet ditt til å ta bilde av legitimasjonen din. Vi vil sammenligne dette bildet med bildet av fjeset ditt og navnet på kontoen din.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
nb: Du trenger en identifikasjon med ditt navn og bilde. Et førerkort, pass eller annen legitimasjon utstedt av myndigheten, aksepteres..

source: Tips on taking a successful photo
nb: Tips for å ta et vellykket bilde

source: Ensure that you can see your photo and read your name
nb: Sørg for at du kan se bildet ditt og lese navnet ditt

source: Make sure your ID is well-lit
nb: Sørg for at legitimasjonen er godt opplyst

source: Once in position, use the camera button {icon} to capture your ID
nb: Når den er i posisjon, bruk kameraknappen {icon} for å ta bilde av legitimasjonen din.

source: Use the retake photo button if you are not pleased with your photo
nb: Bruk gjenta bilde-knappen om du ikke er tilfreds med bildet ditt

source: Preview of uploaded image
nb: Forhåndsvisning av opplastet bilde

source: Upload an image or capture one with your web or phone camera.
nb: Last opp et bilde, eller ta et med webameraet eller mobilkameraet ditt.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
nb: Bruk webkameraet ditt til å ta bilde av fjeset ditt. Vi vil sammenligne dette bildet med bildet på legitimasjonen din.

source: Make sure your face is well-lit
nb: Sørg for at ansiktet ditt er godt opplyst.

source: Be sure your entire face is inside the frame
nb: Sørg for at hele fjeset ditt passer innenfor rammen

source: Can we match the photo you took with the one on your ID?
nb: Kan vi sammenligne bildet du tok, med bildet på legitimasjonen din?

source: Activate Your Account
nb: Aktiver din konto

source: A driver's license, passport, or other government-issued ID with your name and photo
nb: Et førerkort, pass eller annen legitimasjon utstedt av myndighetene, som har ditt navn og bilde.

source: You are enrolling in: {courseName}
nb: Du melder deg på: {courseName}

source: You are upgrading your enrollment for: {courseName}
nb: Du oppgraderer din påmelding i: {courseName}

source: You can now enter your payment information and complete your enrollment.
nb: Du kan nå skrive inn din betalingsinformasjon og fullføre påmeldingen.

source: An email has been sent to {userEmail} with a link for you to activate your account.
nb: En e-post har blitt sendt til {userEmail} med en lenke for å aktivere kontoen din.

source: Why activate?
nb: Hvorfor aktivere?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
nb: Vi ber deg om å aktivere kontoen din for å sørge for at det faktisk er du som oppretter kontoen, og for å unngå svindel.

source: Government-Issued Photo ID
nb: Bildelegitimasjon utstedt av myndighetene

source: ID-Verification is not required for this Professional Education course.
nb: ID-Bekreftelse er ikke påkrevet for dette profesjonsrettede videreutdanningskurset.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
nb: Alle profesjonsrettede videreutdanningskurs er batalingskurs, og krever betaling før påmeldingsprosedyren kan fullføres.

source: You have already verified your ID!
nb: Du har allerede bekreftet din ID!

source: Your verification status is good until {verificationGoodUntil}.
nb: Bekreftelsesstatusen din er gyldig til {verificationGoodUntil}.

source: price
nb: pris

source: Account Not Activated
nb: Kontoen er ikke aktivert

source: Upgrade to a Verified Certificate for {courseName}
nb: Oppgrader til et bekreftet kursbevis for {courseName}

source: Check your email for an activation message.
nb: Sjekk e-posten din for en beskjed om aktivering.

source: Professional Certificate for {courseName}
nb: Profesjonsrettet Kursbevis for {courseName}

source: Verified Certificate for {courseName}
nb: Bekreftet kursbevis for {courseName}

source: To receive a certificate, you must also verify your identity.
nb: For å motta et kursbevis må du også bekrefte identiteten din.

source: To verify your identity, you need a webcam and a government-issued photo ID.
nb: For å bekrefte identiteten din trenger du et webkamera og bildelegitimasjon utstedt av myndighetene.

source: Your ID must be a government-issued photo ID that clearly shows your face.
nb: Bildelegitimasjonen din må være utstedt av myndighetene, og klart og tydelig vise ansiktet ditt.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
nb: Du vil bruke webkameraet til å ta bilde av ansiktet ditt og av den myndighetsutstedte bildelegitimasjonen din

source: Thank you! We have received your payment for {courseName}.
nb: Takk! Vi har mottatt din betaling for {courseName}.

source: Next Step: Confirm your identity
nb: Neste steg: Bekreft din identitet

source: Check your email
nb: Sjekk e-posten din

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
nb: Du trenger å aktivere kontoen din før du kan melde deg på kurs. Sjekk innboksen din for en aktiverings e-post.

source: A driver's license, passport, or government-issued ID with your name and photo.
nb: Et førerkort, pass eller legitimasjon utstedt av myndighetene, som har ditt navn og bilde.

source: Identity Verification In Progress
nb: Bekreftelse av identitet pågår

source: Return to Your Dashboard
nb: Returner til ditt kontrollpanel

source: Review Your Photos
nb: Se over dine bilder

source: Make sure we can verify your identity with the photos and information you have provided.
nb: Sørg for at vi kan bekrefte identiteten din med bildene og informasjonen du har gitt oss.

source: Photo of %(fullName)s
nb: Bilde av %(fullName)s

source: Photo of %(fullName)s's ID
nb: Bilde av %(fullName)s's legitimasjon

source: Does the photo of you show your whole face?
nb: Viser bildet av deg hele fjeset ditt?

source: Does the photo of you match your ID photo?
nb: Stemmer bildet av deg overens med bildet på legitimasjonen?

source: Is your name on your ID readable?
nb: Er navnet ditt på legitimasjonen din lesbar?

source: Does the name on your ID match your account name: %(fullName)s?
nb: Stemmer navnet på legitimasjonen din overens med navnet på kontoen din: %(fullName)s?

source: Edit Your Name
nb: Rediger ditt navn

source: Make sure that the full name on your account matches the name on your ID.
nb: Sørg for at det fulle navnet på kontoen din er likt navnet på legitimasjonen din.

source: Retake Your Photos
nb: Ta bildene dine på nytt

source: Before proceeding, please confirm that your details match
nb: Før du fortsetter, vennligst bekreft at detaljene dine er like

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
nb: Ser du ikke bildet ditt? Sørg for at du tillater nettleseren din å bruke kameraet når det spør om tillatelse.

source: Retake Photo
nb: Ta bilde på nytt

source: Take Photo
nb: Ta bilde

source: Sorry, no results were found.
nb: Beklager, ingen resultater ble funnet.

source: Share
nb: Del

source: What's Your Next Accomplishment?
nb: Hva er det neste du vil oppnå?

source: Start working toward your next learning goal.
nb: Start å jobbe mot ditt nye læringsmål.

source: Find a course
nb: Finn et kurs

source: You are currently sharing a limited profile.
nb: Du deler for øyeblikket en begrenset profil.

source: Share on Mozilla Backpack
nb: Del på Mozilla Backpack

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
nb: For å dele dine kursbevis på Mozilla Backpack, må du først ha en Backpack-konto. Fullfør følgende steg for å tilføye dine kursbevis til Backpack.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
nb: Opprett en %(link_start)sMozilla Backpack%(link_end)s konto, eller logg inn på din eksisterende konto

source: Limit Access
nb: Begrens tilgang

source: Prerequisite:
nb: Forhåndskrav:

source: No prerequisite
nb: Ingen forhåndskrav

source: Minimum Score:
nb: Minstekrav til resultat:

source: The minimum score percentage must be a whole number between 0 and 100.
nb: Minimum prosentscore må være et heltall mellom 0 og 100.

source: Use as a Prerequisite
nb: Bruk som forhåndskrav

source: Make this subsection available as a prerequisite to other content
nb: Gjør denne delen tilgjengelig som et forhåndskrav for annet innhold

source: Active Uploads
nb: Aktive opplastinger

source: Read More
nb: Les mer

source: details about the failure
nb: detaljer om hva som gikk feil

source: Add Component:
nb: Legg til komponent:

source: %(type)s Component Template Menu
nb: %(type)s Meny for Componentmal

source: Common Problem Types
nb: Vanlige oppgavetyper

source: Supported
nb: Støttet

source: Not Supported
nb: Støttes ikke

source: Fully Supported
nb: Fullt støttet

source: Add New Component
nb: Legg til ny komponent

source: Deprecated
nb: Foreldet

source: List of uploaded files and assets in this course
nb: Liste over opplastede filer og ressurser i dette kurset

source: - Sortable
nb: - Sorterbar

source: Show All
nb: Vis alt

source: Other
nb: Annet

source: You haven't added any assets to this course yet.
nb: Du har ikke lagt til noen ressurser på dette kurset enda.

source: Upload your first asset
nb: Last opp din første ressurs

source: close
nb: lukk

source: No description available
nb: Ingen beskrivelse tilgjengelig

source: Open/download this file
nb: Åpne/last ned denne filen

source: Delete this asset
nb: Slett denne ressursen

source: Lock this asset
nb: Lås denne ressursen

source: Lock/unlock file
nb: Lås/lås opp denne filen

source: Certificate Details
nb: Detaljer for kursbevis

source: Course Title
nb: Kursnavn

source: Course Number
nb: Kursnummer

source: Certificate Signatories
nb: Underskrivere for kursbevis

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
nb: Det anbefales sterkt at du benytter fire eller færre underskrivere. Dersom du inkluderer flere signaturer, forhåndsvis kursbeviset i Utskriftsvisning for å sikre deg at kursbeviset skrives ut på en side.

source: Certificate Information
nb: Informasjon om kursbevis

source: Certificate Name
nb: Navn på kursbevis

source: Name of the certificate
nb: Kursbevisets navn

source: Description of the certificate
nb: Beskrivelse av kursbeviset

source: Course title
nb: Kursnavn

source: Add Additional Signatory
nb: Legg til tilleggssignatur

source: (Add signatories for a certificate)
nb: (Legg til underskrivere for et kursbevis)

source: Choose mode
nb: Velg modus

source: Preview Certificate
nb: Forhåndsvis kursbevis

source: Activate
nb: Aktiver

source: Deactivate
nb: Deaktiver

source: component
nb: komponent

source: Content Group Name
nb: Innholdsgruppe Navn

source: Content Group ID
nb: Innholdsgruppe ID

source: This is the name of the group
nb: Dette er gruppens navn

source: This content group is used in one or more units.
nb: Denne innholdsgruppen benyttes i en eller flere leksjoner.

source: Cannot delete when in use by a unit
nb: Kan ikke slettes når den benyttes av en leksjon

source: Hide content after due date
nb: Skjul innhold etter tidsfristen

source: Hide entire subsection
nb: Skjul hele underseksjonen

source: Enabled
nb: Aktivert

source: Instructor Name
nb: Instruktørnavn

source: Please add the instructor's title
nb: Vennligst legg til instruktørens tittel

source: Organization
nb: Organisasjon

source: Organization Name
nb: Organisasjonsnavn

source: Please add the institute where the instructor is associated
nb: Vennligst legg til det instituttet som instruktøren tilhører

source: Biography
nb: Biografi

source: Instructor Biography
nb: Instruktørens biografi

source: Please add the instructor's biography
nb: Vennligst legg til instruktørens biografi

source: Photo
nb: Foto

source: Instructor Photo
nb: Bilde av instruktør

source: Instructor Photo URL
nb: URL for bilde av instruktør

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
nb: Vennligst legg til et bilde av instruktøren (Merk: kun JPEG eller PNG format støttes)

source: Upload Photo
nb: Last opp foto

source: Prerequisite: %(prereq_display_name)s
nb: Forhåndskrav: %(prereq_display_name)s

source: Contains staff only content
nb: Inneholder kun materiale for personalet

source: Unpublished changes to live content
nb: Upubliserte endringer til live innhold

source: Unpublished units will not be released
nb: Upubliserte deler vil ikke bli sluppet

source: Unpublished changes to content that will release in the future
nb: Upubliserte endringer til innhold som vil slippes i fremtiden

source: Ungraded
nb: Ikke rettet

source: Proctored Exam
nb: Overvåket eksamen

source: Timed Exam
nb: Eksamen med tidsfrist

source: Display Name
nb: Vis navn

source: Configure
nb: Konfigurer

source: Duplicate
nb: Dupliser

source: Drag to reorder
nb: Dra for å omsortere

source: Released:
nb: Utgitt:

source: Scheduled:
nb: Planlagt:

source: Graded as:
nb: Rettet som:

source: Due:
nb: Frist:

source: Click to add a new %(xblock_type)s
nb: Klikk for å legge til en ny %(xblock_type)s

source: Transcript Languages
nb: Språk for videotekstfiler

source: Add
nb: Legg til

source: Change
nb: Endre

source: Assignment Type Name
nb: Navn på oppgavetype

source: Abbreviation
nb: Forkortelse

source: Weight of Total Grade
nb: Andel av sluttkarakter

source: Total Number
nb: Totalt antall

source: Number of Droppable
nb: Antall som kan droppes

source: Course Handouts
nb: Kurs-handouts

source: There is invalid code in your content. Please check to make sure it is valid HTML.
nb: Du har ugyldig kode i ditt innhold. Vennligst sjekk for å være sikker på at det er gyldig HTML.

source: Send push notification to mobile apps
nb: Send push-meldinger til mobil-apper

source: Send notification to mobile apps
nb: Send melding til mobilapper

source: Post
nb: Innlegg

source: Due Date:
nb: Tidsfrist:

source: Due Time in UTC:
nb: Tidsfrist i UTC:

source: Chapter Name
nb: Kapittelnavn

source: Chapter Asset
nb: Kapittelressurs

source: Upload PDF
nb: Last opp PDF

source: delete chapter
nb: slett kapittel

source: Textbook information
nb: Informasjon om pensumbok

source: Textbook Name
nb: Navn på pensumbok

source: Introduction to Cookie Baking
nb: Introduksjon til kakebaking

source: provide the title/name of the text book as you would like your students to see it
nb: oppgi tittel/navn på boken slik du vil at studentene skal se den

source: Chapter information
nb: Kapittelinformasjon

source: Add a Chapter
nb: Legg til et kapittel

source: Grading
nb: Karaktersetting

source: Grade as:
nb: Rettes som:

source: Not Graded
nb: Ikke rettet

source: Optional long description
nb: Valgfri utdypende beskrivelse

source: Group information
nb: Gruppeinformasjon

source: Add another group
nb: Legg til en gruppe

source: delete group
nb: slett gruppe

source: License Type
nb: Lisenstype

source: Creative Commons licensed content, with terms as follow:
nb: Creative Commons lisensiert innhold, med følgende vilkår:

source: Some Rights Reserved
nb: Noen rettigheter forbeholdt

source: New %(item_type)s
nb: Nye %(item_type)s

source: Clear
nb: Fjern

source: Clear Value
nb: Fjern verdien

source: Download
nb: Last ned

source: Add your first textbook
nb: Legg til din første pensumbok

source: Previous Uploads
nb: Tidligere opplastinger

source: Never published
nb: Aldri publisert

source: Previously published
nb: Tidligere publisert

source: Draft (Never published)
nb: Kladd (Aldri publisert)

source: Visible to Staff Only
nb: Kun synlig for personalet

source: Published and Live
nb: Publisert og Live

source: Publishing Status
nb: Publiseringsstatus

source: Is Visible To:
nb: Er synlig for:

source: Will Be Visible To:
nb: Vil bli synlig for:

source: Staff Only
nb: Kun for personalet

source: with %(section_or_subsection)s
nb: med %(section_or_subsection)s

source: View Live
nb: Vis live

source: Name
nb: Navn

source: Organization
nb: Organisasjon

source: Image must be in PNG format
nb: Bildet må være i PNG format.

source: Current Role:
nb: Nåværende rolle:

source: You!
nb: Du!

source: Account
nb: Konto

source: Deleted Group
nb: Slettet gruppe

source: File upload succeeded
nb: Filopplasting vellykket

source: Edit %(display_name)s (required)
nb: Rediger %(display_name)s (påkrevet)

source: Add URLs for additional versions
nb: Legg til URLer for ytterligere versjoner

source: Default Timed Transcript
nb: Standard tidsfastsatt transkripsjon

source: Error.
nb: Feil.

source: Timed Transcript Found
nb: Tidsfastsatt transkripsjon

source: Upload New Transcript
nb: Last opp ny transkripsjon

source: Upload New .srt Transcript
nb: Last opp ny .srt transkripsjon

source: Download Transcript for Editing
nb: Last ned transkripsjon for redigering

source: Import YouTube Transcript
nb: Importer YouTube transkripsjon

source: Yes, replace the edX transcript with the YouTube transcript
nb: Ja, erstatt edX transkripsjonen med YouTube transkripsjonen

source: Use Current Transcript
nb: Benytt nåværende transkripsjon
